[
    {
        "titulo": "Where Your Hands Learned My Name",
        "autor": "Clara Villalba",
        "publicacion": 2021,
        "edicion": "First Edition",
        "intro": "An art restorer meets a man with amnesia who cannot remember his past, but does remember the calm he feels when she is near. Together they try to rebuild a story the heart seems to know before the mind does.",
        "puntuacion": 4.6
    },
    {
        "titulo": "300 Messages Apart",
        "autor": "Daniel Orive",
        "publicacion": 2023,
        "edicion": "Second Edition",
        "intro": "A modern love story told through digital conversations, unsent voice notes, and long silences. Two people connected by a screen who are afraid to meet in real life.",
        "puntuacion": 4.4
    },
    {
        "titulo": "The Winter You Taught Me to Stay",
        "autor": "Nora Salcedo",
        "publicacion": 2020,
        "edicion": "Third Revised Edition",
        "intro": "A snowstorm forces two strangers to share a house for days in isolation. Between blankets, late-night confessions, and emotional scars, they discover that staying can also be an act of courage.",
        "puntuacion": 4.7
    },
    {
        "titulo": "Letters That Never Reached the Sea",
        "autor": "Hugo M. Leiva",
        "publicacion": 2019,
        "edicion": "First Edition",
        "intro": "While renovating an old seaside house, a woman finds hidden love letters from 1943. Determined to uncover what happened to that unfinished story, she ends up rewriting her own.",
        "puntuacion": 4.5
    },
    {
        "titulo": "Your Laughter in Another Language",
        "autor": "Mireia Costa",
        "publicacion": 2022,
        "edicion": "First Edition",
        "intro": "A Spanish translator and a Korean musician meet by chance. Between cultural differences, mispronounced words, and shared silences, a love grows that does not need perfect translation.",
        "puntuacion": 4.3
    },
    {
        "titulo": "After You, Chaos",
        "autor": "Álvaro Reyes",
        "publicacion": 2021,
        "edicion": "Second Edition",
        "intro": "Two emotionally opposite people meet in group therapy. What starts as mutual rejection becomes an intense connection that forces them to confront their own fears about love.",
        "puntuacion": 4.2
    },
    {
        "titulo": "All the Times I Almost Kissed You",
        "autor": "Elena Duarte",
        "publicacion": 2024,
        "edicion": "First Edition",
        "intro": "Best friends since college, they have always been a centimeter away from crossing the line. This novel revisits every moment they almost kissed—and the reasons they did not.",
        "puntuacion": 4.8
    },
    {
        "titulo": "The Café of Second Chances",
        "autor": "Lucía Benet",
        "publicacion": 2018,
        "edicion": "Fourth Edition",
        "intro": "After a breakup, a woman returns to her hometown and reconnects with the love she left behind. He now runs a café filled with memories—and new possibilities.",
        "puntuacion": 4.6
    },
    {
        "titulo": "Dancing With You Even Without Music",
        "autor": "Tomás Ferrer",
        "publicacion": 2022,
        "edicion": "First Edition",
        "intro": "A dancer loses his hearing after an accident and believes his career is over. His sign language teacher shows him that rhythm can be felt in other ways—even in love.",
        "puntuacion": 4.7
    },
    {
        "titulo": "I Loved You Before Knowing Your Voice",
        "autor": "Sofía Armenta",
        "publicacion": 2023,
        "edicion": "First Edition",
        "intro": "Two online gamers build a deep relationship over years without ever meeting. When they finally decide to see each other, they discover real life has its own difficult levels.",
        "puntuacion": 4.5
    },
    {
        "titulo": "The Theory of Almost Loves",
        "autor": "Bruno Valdés",
        "publicacion": 2020,
        "edicion": "Second Expanded Edition",
        "intro": "Stories of relationships that failed, decisions that came too late, and people who did not know how to stay. Until, among all those failed attempts, the right love appears.",
        "puntuacion": 4.1
    },
    {
        "titulo": "Under the Same Borrowed Sky",
        "autor": "Irene Alcázar",
        "publicacion": 2021,
        "edicion": "First Edition",
        "intro": "During a lockdown, two neighbors start talking from their balconies every night. What begins as companionship turns into a love story built from a distance.",
        "puntuacion": 4.4
    },
    {
        "titulo": "I Promise to Find You in Another Life",
        "autor": "Valentina Robles",
        "publicacion": 2019,
        "edicion": "Third Edition",
        "intro": "Two souls meet across different historical eras without understanding why they feel they already know each other. A romance shaped by destiny, time, and impossible reunions.",
        "puntuacion": 4.6
    },
    {
        "titulo": "The Day I Stopped Running and You Appeared",
        "autor": "Gabriel Navarro",
        "publicacion": 2022,
        "edicion": "First Edition",
        "intro": "A woman used to leaving before falling in love meets someone who is not afraid to stay. Together they learn that loving also means stopping the escape.",
        "puntuacion": 4.3
    },
    {
        "titulo": "If You Look at Me Like That, I'll Stay",
        "autor": "Marina Quiroga",
        "publicacion": 2024,
        "edicion": "First Edition",
        "intro": "Two very different roommates turn awkward coexistence into an undeniable tension. Between arguments, lingering looks, and shared routines, something neither expected begins to grow.",
        "puntuacion": 4.7
    }
]